import React from "react";
import SimpleCard from "../components/Cards/UserDashboardCards/SimpleCard";
import TestLayout from "../Layouts/TestLayout";

const MetaExplanation = () => {
    return (
        <TestLayout>
            <div className="w-[55%] m-auto lg:w-4/5 md:w-11/12">
                <SimpleCard className={'text-center bg-white leading-[40px]'}>
                       <div dir="rtl">
      <h1>دنیای مجازی!</h1>
      <p>
        متاورس، به معنای دنیای برتری است که از فضاهای دیجیتال سه بعدی تشکیل شده
        است. کاربران عادی در حالیکه در دنیای فیزیکی پشت لپ تاپ خود نشسته اند،
        می توانند آواتاری سه بعدی از خود تولید کنند که در این دنیای مجازی به
        گشت و گذار و تفحص بپردازند.
      </p>
      <img src="./meta1.jpg"  className=" object-cover m-auto max-w-md" alt="تصویر اول" />

      <p>
        در دنیای متاورس همه رویدادهای تکنولوژی دیجیتال در یک جهان مجازی گردآوری
        شده اند. به این معنا که ما به همه وبینارها و ویدئو کنفرانس ها، بازی
        ‌های دیجیتال سه بعدی، مبادلات ارزهای رمزنگاری، نقل و انتقال فایل های
        داده و Email ها، سوشال مدیا، واقعیت مجازی، و پخش های آنلاین دسترسی
        داریم.
      </p>
      <img src="./meta2.jpg" className=" object-cover m-auto max-w-md" alt="تصویر دوم" />

      <p>
        حالا فکر کنید که بجای اینکه مجبور باشید برای انجام کار به اداره برین، یه
        عینک بزنین و وارد متاورس بشید. اونجا می تونید همکارانتونو یا حتی میز
        کارتونو ببینین!!
      </p>

      <h2>کاربردهای متاورس:</h2>
      <ul>
        <li>آموزش: فرض کنید در زنگ تاریخ، مشاهده لشکرکشی نادرشاه افشار.</li>
        <li>رویدادها: مشاهده فوتبال در یک فضای مجازی در خانه و تشویق تیم مورد علاقه.</li>
        <li>کسب و کار: ایجاد شغل و همچنین جلسات مجازی بدون توجه به بعد مسافت.</li>
        <li>بازی و سرگرمی، مد و فشن، پزشکی، توریسم و...</li>
      </ul>

      <p>این فضای جدید مستلزم بهره گیری از ابزارها و المان متناسب با آن فضا هستش:</p>
      <ul>
        <li>ارز دیجیتال که جایگزینی برای پول های کاغذی هستند.</li>
        <li>
          NFT ها یکی از مهم ترین نقش‌ها را در دنیای متاورس دارند که همان اعطای مالکیت است
          و جایگزینی برای سندهای کاغذی.
        </li>
      </ul>
    </div>
  
        
                </SimpleCard>
            </div>
        </TestLayout>
    );
};

export default MetaExplanation;
