import React from "react";
import SimpleCard from "../components/Cards/UserDashboardCards/SimpleCard";
import TestLayout from "../Layouts/TestLayout";

const PrivacyPolicy = () => {
    return (
        <TestLayout>
            <div className="w-[55%] m-auto lg:w-4/5 md:w-11/12">
                <SimpleCard className={'text-center bg-white leading-[40px]'}>
                    <div className="text-[32px] mb-10">قوانین و مقررات</div>
                    <div className="text-[25px] mb-2 text-right mr-6">
                        تعهدنامه فعالیت در بستر تبادل دارایی‌های دیجیتال آرتینا
                    </div>
                    <div className="text-[18px] mb-7 text-justify px-6">
                        کاربران موظفند قبل از ثبت‌نام تمامی مفاد این تعهدنامه را مطالعه نموده و صرفا در صورت پذیرش آن اقدام به ثبت نام نمایند.
                    </div>
                    <div className="text-[25px] mb-2 text-right mr-6">
                        مقدمه
                    </div>
                    <div className="text-[18px] text-justify px-6">
                        آرتینا: منظور آرمان ارتباطات ویرا به شماره ثبت 13466 و شناسه ملی 14010059206 و نشانی اینترنتی www.artina.org می باشد.
                    </div>
                    <div className="text-[18px] mb-7 text-justify px-6">
                        کاربران سایت می‌پذیرند که کلیه‌ی فعالیت‌های آن‌ها در آرتینا در چارچوب قوانین جمهوری اسلامی بوده و هیچ گونه فعالیتی خارج از این چارچوب انجام نخواهند داد.
                        احراز هویت برای استفاده از خدمات آرتینا ضروری بوده و کاربران موظفند اطلاعات صحیح خود را بارگذاری نمایند. بدیهی است در صورت وجود هرگونه تخلف در احراز هویت، مسئولیت به عهده‌ی فرد متخلف بوده و آرتینا حق توقف ارائه خدمات به کاربر مزبور و ارجاع موارد تخلف به مراجع ذی صلاح را خواهد داشت. آرتینا خود را ملزم به حفظ اطلاعات شخصی کاربران خود می‌داند.
                        کاربران آرتینا تعهد می دهند که از خدمات سایت آرتینا تنها برای خود استفاده نموده و مسئولیت استفاده از خدمات آرتینا برای فرد غیر که فرآیند احراز هویت را طی نکرده باشد به عهده کاربر خواهد بود. شماره حساب اعلام شده به سایت و همچنین آدرس کیف پول ها جهت برداشت رمزارز نیز می بایست متعلق به کاربر بوده و کاربران مجاز به دادن آدرس کیف پول متعلق به اشخاص دیگر نیستند.
                        کاربران آرتینا می‌پذیرند در صورت تشخیص کارشناسان پشتیانی آرتینا، جهت حفظ امنیت دارایی حساب کاربریشان با اطلاع قبلی نسبت به برقراری تماس تصویری با تیم آرتینا همکاری نمایند. همچنین بنا به دستور نهادهای قضایی مانند پلیس فتا، ممکن است برداشت رمزارز به مدت 24 تا 72 ساعت کاری پس از زمان واریز از طریق درگاه شتابی، محدود گردد.
                        کاربران آرتینا اذعان می‌دارند که از ریسک‌های مربوط به سرمایه‌گذاری در ارزهای دیجیتال مطلع بوده و با علم به این موضوع اقدام به سرمایه‌گذاری و تبادل می‌نمایند.
                        آرتینا به عنوان بازار آنلاین تبادل ارزهای دیجیتال، هیچ گونه مسئولیتی در قبال نحوه‌ی معاملات کاربران و سود و زیان حاصل از آن ندارد.
                        هرگونه سهل انگاری کاربران در حفظ اطلاعات امنیتی از جمله گذرواژه کاربر، به عهده‌ی شخص کاربر بوده و آرتینا هیچ مسئولیتی به عهده نخواهد داشت. اکیداً توصیه می شود از گذرواژه پیچیده و امن و کد شناسایی دوعاملی استفاده شود.
                        آرتینا این اطمینان را می‌دهد که دارایی‌های کاربران را نزد خود به امانت و به بهترین شکل و با بالاترین استانداردهای امنیتی ممکن، حفظ نماید. در صورت بروز هرگونه مشکل امنیتی، آرتینا متعهد به جبران خسارت خواهد بود.
                        در صورت تمایل برای برداشت ارزهای دیجیتال، مسئولیت ارائه‌ی آدرس صحیح کیف پول به عهده‌ی کاربر خواهد بود. در صورت بروز هرگونه مشکل اعم از اشتباه در ورود آدرس صحیح، نقص آدرس، مشکلات کیف پول مقصد و بلوکه شدن دارایی‌های کاربران در کیف پول مقصد، هیچ گونه مسئولیتی به عهده ی آرتینا نخواهد بود.
                        آرتینا در مقابل واریز توکن یا کوین بر بستر اشتباه یا کوین هایی که در آرتینا پشتیبانی نمی شود هیچ گونه مسئولیتی نداشته و با توجه به مکانیسم ذخیره سازی سرد امکان استخراج این توکن ها با استفاده از ولت ثالث وجود ندارد. لذا مسئولیت هرگونه واریز اشتباه با خود کاربر بوده و کاربر حق هیچ گونه شکایتی را نخواهد داشت.
                        درخواست برداشت تومان از حساب کاربری در سریع‌ترین زمان ممکن پس از ثبت، بررسی خواهد شد. زمان واریز پول به حساب کاربران بر اساس محدودیت‌های انتقال وجه بین بانکی، متفاوت خواهد بود. برای اطلاعات بیش‌تر، به قوانین انتقال وجه بین بانکی ( پایا ، ساتنا) مراجعه فرمایید.
                        کاربر می‌پذیرد که به جز در موارد مورد تعهد آرتینا، حق هیچ گونه داعیه، طلب و شکایت از سایت آرتینا، مدیران، کارمندان و افراد مرتبط با این سایت را نخواهد داشت.
                        اگر آرتینا تحت هر عنوان اشتباهاً یا من غیر حق، وجوه یا رمزارزی را به حساب کاربر منظور یا در محاسبات خود هر نوع اشتباهی نماید، هر زمان مجاز و مختار است راساً و مستقلاً و بدون انجام هیچ گونه تشریفات اداری و قضائی و دریافت اجازه کتبی از متعهد (صاحب حساب) در رفع اشتباه و برداشت از حساب‌های وی اقدام نماید و تشخیص آرتینا نسبت به وقوع اشتباه یا پرداخت بدون حق و لزوم برداشت از حساب معتبر خواهد بود و کاربر حق هرگونه اعتراض و ادعایی را در خصوص نحوه عملکرد آرتینا از هر جهت از خود ساقط می نماید.
                        در صورت بروز هرگونه مشکل یا ابهام در هر یک از معاملات، آرتینا حق دارد مستقلاً آن معامله را ابطال و دارایی‌های هر یک از طرفین را به حساب خودشان عودت دهد. بدیهی است که در صورتی که اشکال از سمت آرتینا باشد، موظف خواهد بود که جبران خسارت نماید و در غیراین صورت کاربر حق هرگونه اعتراض و ادعایی را در خصوص نحوه عملکرد آرتینا از هر جهت از خود ساقط می‌نماید.
                        در صورت هرگونه سوء استفاده از کد ریفرال آرتینا در فعالیت‌های خلاف قانون، تمامی مسئولیت آن به عهده کاربر بوده و آرتینا هیچ گونه مسئولیتی در قبال هرگونه سوء استفاده از سیستم معرفی خود به هر نحو ندارد. همچنین آرتینا حق باطل کردن کد معرف و بستن حساب در صورت مشاهده هرگونه سوء استفاده بدون نیاز به دستور قضایی را خواهد داشت.
                        در صورت فوت یا حجر کاربر، آرتینا این حق را خواهد داشت به محض اطلاع از آن نسبت به واریز وجوه کاربر نزد شرکت، به حساب اعلام شده ایشان در زمان ثبت نام اقدام نموده و در خصوص دارائی رمز ارز نیز این حق و اختیار به شرکت واگذار گردید که نسبت به تبدیل آن به تومان معادل قیمت روز و واریز آن به حساب فوق اقدام نماید و این حق و امتیاز توسط کاربر به شرکت صلح و اعطا گردید. لازم به ذکر است ملاک زمانی محاسبه قیمت فروش دارائی رمز ارز کاربر، براساس ارائه اسناد مثبته توسط ذینفع و تایید اصالت آن توسط واحد حقوقی آرتینا است. کاربر با علم و اطلاع از مقررات این بند نسبت به افتتاح حساب کاربری در آرتینا اقدام نموده و کاربر، اشخاص ثالث، ورثه یا قائم مقام قانونی ایشان حق اعتراض و یا ادعایی در آینده در این خصوص را نخواهند داشت.
                        توصیه ما در آرتینا این است که به هیچ وجه دارایی‌های خود را به بسترهای خارجی انتقال ندهید. در صورتی که از آرتینا یا هر پلتفرم ایرانی برای نقل و انتقال دارایی‌های رمزارزی خود با اکسچنج‌های تحت قوانین تحریمی آمریکا، به ویژه اکسچنج‌هایی مثل کوین بیس، کراکن، اف تی ایکس و بایننس استفاده می‌کنید توصیه داریم به منظور حفظ امنیت دارایی و حریم شخصی خود، از انتقال مستقیم بین بسترهای ایرانی و خارجی خودداری نمایید. در صورت نیاز به چنین نقل و انتقالی، توصیه می‌شود از یک ولت شخصی استاندارد نظیر لجر یا ولت های نرم افزاری معتبر به عنوان واسط انتقال استفاده و ابتدا دارایی خود را به ولت شخصی و سپس به بستر مقصد منتقل کنید. همچنین راهکارهایی نظیر تتر محافظت شده و پرایوسی کوین ها که در آرتینا پشتیبانی می‌شوند برای این منظور مناسب خواهند بود. از آن‌جایی که امکان رصد تمامی بسترهای خارجی در مورد شناسایی آدرس‌ها و بلوکه اموال و همچنین رفتارهای اشتباه منجر به شناسایی از سمت کاربر در بسترهای خارجی، برای آرتینا امکان پذیر نیست و اصولاً بسترهای داخلی برای پوشش چنین ریسکی به وجود آمده‌اند، بنابراین ریسک استفاده از بسترهای خارجی در شرایط تحریمی، تماماً با کاربر بوده و آرتینا هیچ گونه مسئولیتی برعهده ندارد.
                    </div>

                    <div className="text-[25px] mb-2 text-right mr-6">
                        قوانین ضرب ان اف تی
                    </div>
                    <div className="text-[18px] mb-7 text-justify px-6">
                        در زمان ضرب ان اف تی، اطلاعات خالق اثر جدا از اطلاعات صاحب اثر در بلاکچین ذخیره می‌شود و به هیچ وجه قابل تغییر نیست. همچین مالکیت NFT به دلیل شفافیت بلاک چین به صورت کاملا مشخصی نشان می دهد که هر اثری در کجا و توسط چه قراردادی ضرب شده و توسط کدامین والت این اتفاق افتاده است. در نتیجه با بررسی تراکنش ها می توان به این مهم دست پیدا کرد.
                        از طرفی دیگر برای بررسی اثر هایی که ارزششان از ۳۰ میلیون تومان بیشتر باشد توسط سوپروایزر با تطابق دادن فضای مجازی و سرتیفیکیت های مربوط به اثر و اثبات اصالت کالا تحت عنوان بارگذاری مدارک در پشتیبانی به ازای هر اثر تعبیه شده است که بعد از تایید سوپروایزر اجازه فروش داده می شود و امکان دیدن همان اسناد برای کاربران مجاز است طوری که خود تصمیم بگیرند که آیا اثر مورد نظر را خرید کنند یا خیر (آرتینا در تلاش است تا با بررسی کامل کمک کند تا مخاطبان انتخاب بهتری داشته باشند).
                        برای احراز تمامی موارد امنیتی و هویتی اشخاص حقیقی و حقوقی (تایید کردن قوانین و مقررات آرتینا، کد ارسالی به شماره موبایل و همینطور شماره تلفن منزل توسط سوپروایزر، امضای فرم قوانین آرتینا به همراه بارگذاری کارت ملی و تصویر کاربر، صحت سنجی کارت بانکی کاربر با کد ملی با کارت ملی خود و در نهایت تایید قرارداد آرتینا) بررسی می‌گردد که هرگونه سوء استفاده و یا عدم تطابق اثر با صاحب اثر تحت پیگرد قرار می گیرد. بسیاری از سوالات پر تکرار  در در بخش سوالات متداول پاسخ داده شده است.
                    </div>

                    <div className="text-[25px] mb-2 text-right mr-6">
                        لغو سفارش در صورت قیمت‌گذاری غیرمتعارف
                    </div>
                    <div className="text-[18px] mb-7 text-justify px-6">
                        پایین بودن عمق بازار در بازار‌های محلی ممکن است باعث ‌شود گاهی اوقات، قیمت معاملات در یک بازار، بیشتر یا کمتر از قیمت واقعی رمزارزها نشان داده شود. این موضوع به این دلیل اتفاق می‌افتد که برخی کاربران به خاطر ناآشنا بودن با بازار، سفارش‌هایی با قیمت اشتباه ثبت می‌کنند. همچنین در بسیاری از موارد، کاربران به خاطر تفکیک نکردن سفارش محدود از سفارش حد ضرر یا ثبت قیمت اشتباه، باعث ایجاد تغییرات قیمت غیرمنطقی و به اصطلاح رنج شدید قیمتی می‌شوند که این موضوع به ضرر آنها تمام خواهد شد.
                        با وجود هشدارهای آرتینا در زمان تعیین قیمت غیرمتعارف، ارسال سفارش با قیمت اشتباه به صورت مکرر توسط کاربران اتفاق می‌افتد. به همین خاطر گزینه لغو معاملات در آرتینا در نظر گرفته شده است. به عبارت دیگر، بر اساس تعداد معاملات انجام شده در رنج قیمت مورد نظر، حجم معاملات و اختلاف قیمت ایجاد شده با قیمت لحظه‌ای بازار، ممکن است همه یا بخشی از معاملات انجام شده لغو شود. البته این امکان وجود دارد که هیچ‌یک از این معاملات لغو نشود. با این ویژگی احتمال بازگشت قسمتی از ضرر و زیان ناشی از ارسال سفارش غیرمتعارف به فردی که اشتباه کرده وجود دارد و چون تغییرات قیمت واقعی نبوده و معامله صرفا به دلیل اشتباه در قیمت‌گذاری انجام شده، افرادی که با قیمت‌های غیرواقعی معامله‌ کرده‌اند در این مورد محق نیستند. کاربر می‌پذیرد که آرتینا برای رعایت عدالت در معاملات، مرجع رسیدگی و تصمیم‌گیری در این‌باره خواهد بود.
                        از آنجا که معاملات لغو شده تأثیر خود را در نمودار خواهند گذاشت و لغو معاملات باعث اصلاح آن نخواهد شد، به‌همین‌ خاطر در نمودار شمعی نمایش داده می‌شود و سایه‌های بلندی شکل می‌گیرد که صرفا به دلایل توضیح داده شده است. بر همین اساس نمودار آرتینا مرجع نمایش قیمت واقعی معاملات نیست. قوانین لغو سفارش در قیمت غیرمتعارف با افزایش عمق بازار و سطح دانش کاربری لغو خواهد شد.
                    </div>

                    <div className="text-[25px] mb-2 text-right mr-6">
                        هزینه‌ها و کارمزدها
                    </div>
                    <div className="text-[18px] mb-7 text-justify px-6">
                        هزینه خدمات و کارمزد تراکنش‌های مالی انجام شده در آرتینا مطابق با توضیحات ارائه شده در صفحه کارمزدها و هزینه خدمات می‌باشد.
                    </div>

                    <div className="text-[25px] mb-2 text-right mr-6">
                        قوانین مربوط به اجزای کارکردی
                    </div>
                    <div className="text-[18px] mb-7 text-justify px-6">
                        آرتینا شامل اجزای کارکردی و قابلیت‌های مختلفی است که هر یک طبق قوانین و ملاحظات اطلاع‌رسانی شده برای آن‌ها مدیریت می‌شوند. برای اطلاع از این قوانین به کانال تلگرام آرتینا و صفحات مربوط به سوالات متداول ، طرح ارجاع کاربران و بازارهای رمزارزی آرتینا مراجعه نمایید.
                    </div>

                    <div className="text-[25px] mb-2 text-right mr-6">
                        فرآیند تایید هویت
                    </div>
                    <div className="text-[18px] mb-7 text-justify px-6">
                        به منظور پیروی از قوانین ضد پول‌شویی، نیاز است تمام کاربران نسبت به تایید هویت خود اقدام کنند. تایید هویت در پنج مرحله با ارائه مدارک مربوطه صورت می‌گیرد.
                        تایید ایمیل: پس از ثبت‌نام در آرتینا، یک لینک تایید به آدرس ایمیل ثبت‌نامی شما ارسال می‌گردد. با تایید این لینک مرحله اول تایید هویت انجام خواهد شد.
                        تایید شماره تلفن همراه: با وارد نمودن شماره موبایل، یک کد تایید به آن ارسال خواهد شد، با وارد نمودن کد در آرتینا موبایل شما مورد تایید قرار خواهد گرفت. در وارد نمودن شماره موبایل دقت نمایید زیرا یکی از راه‌های ارتباطی ما با شما در هنگام بروز مشکل همین خواهد بود. برای ارتقاء به سطح 2 کاربری، شماره تلفن همراه می بایست به نام خود کاربر باشد.
                        تایید کارت ملی: در این مرحله با آپلود نمودن یک عکس با کیفیت از کارت ملی، شماره ملی شما تایید خواهد شد.
                        تایید کارت بانکی: در این مرحله شماره کارت بانکی خود را وارد می‌کنید. دقت کنید نام دارنده کارت بانکی باید با تصویر کارت ملی ارسال شده مطابقت داشته باشد. پس از این مرحله شما امکان واریز به حساب آرتینا خود را خواهید داشت.
                        تایید حساب بانکی: در این مرحله شماره شبای حساب خود را وارد می‌کنید. دقت کنید نام دارنده حساب باید با تصویر کارت ملی ارسال شده مطابقت داشته باشد. پس از این مرحله شما امکان برداشت از حساب آرتینا خود را خواهید داشت.
                        تأیید تلفن ثابت و آدرس: به منظور ارتقاء به سطح 2 کاربری، ارائه تلفن ثابت الزامیست. در این مرحله توسط کارشناسان احراز هویت آرتینا جهت تایید با تلفن ثابت تماس حاصل می‌شود.
                        تأیید تصوير احراز هويت: به منظور ارتقاء به سطح 2 کاربری، ارائه سلفی مطابق با الگوی تعیین شده، الزامیست.
                        برای اطلاع بیشتر در مورد سطوح کاربری، مدارک مورد نیاز برای ارتقاء و محدودیت های هر سطح به صفحه سطوح حساب کاربری در آرتینا مراجعه فرمایید.
                    </div>

                </SimpleCard>
            </div>
        </TestLayout>
    );
};

export default PrivacyPolicy;
